---
kind: enumMember
id: F:Autodesk.Revit.DB.ImportExportFileFormat.DWG
enum: Autodesk.Revit.DB.ImportExportFileFormat
zh: dwg
source: html/f43a36a6-ebce-29e2-693b-9b9867da026b.htm
---
# Autodesk.Revit.DB.ImportExportFileFormat.DWG

**中文**: dwg

DWG format